{
  "embeds": [
    {
      "color": 16777215,
      "description": "## 裝備特性列表\n以下是掉落物品的特殊能力（特性）清單：\n-# 特性總數：66 種類型；318 種變體。"
    },
    {
      "color": 16711764,
      "description": "*   **戰鬥力量**：對敵人造成傷害時，2秒內ATK增加 [1 * 等級]。\n*   **戰鬥魔力**：對敵人造成傷害時，4秒內MATK增加 [1 * 等級]。\n*   **戰鬥詠唱**：對敵人造成傷害時，6秒內CSPD增加 [20 * 等級]。\n*   **精準**：對敵人造成傷害時，6秒內命中增加 [1 * 等級]。\n*   **暴擊**：對敵人造成傷害時，3秒內暴擊率增加1%。CRT值越高，持續時間越久。\n*   **工程強化**：對敵人造成傷害時，20秒內ATK與MATK增加 [5 + 5 * 等級]，CSPD增加10。TEC值越高，增加量越多。\n*   **變速強化**：對敵人造成傷害時，3秒內ASPD增加 [20 * 等級]。\n*   **敏捷身法**：對敵人造成傷害時，6秒內迴避增加 [1 * 等級]。\n*   **破甲之刃**：對敵人造成傷害時，5秒內物理貫穿增加1%。\n*   **破甲魔力**：對敵人造成傷害時，5秒內魔法貫穿增加1%。\n*   **詛咒武裝**：對敵人造成傷害時，3秒內HP上限減少1%，但同時ATK與MATK增加 [1 * 等級]。\n*   **疾走力量**：使用Avoid時，3秒內ATK增加 [10 + 10 * 等級]，ASPD增加 [50 + 50 * 等級]。\n*   **擦傷精準**：當對目標命中判定為Graze時，30秒內命中增加 [20 * 等級]。\n*   **擦擊魔源推進器**：當對目標命中判定為Graze時，15秒內MP上限減少 [300 - 50 * (等級-1)]，同時近戰威力與遠距離威力提升1%，命中增加 [60 * 等級]。\n*   **重振力量**：當對目標命中判定為MISS時，30秒內ATK增加 [10 * 等級]。\n*   **重振魔力**：當對目標命中判定為MISS時，30秒內MATK增加 [10 * 等級]。\n*   **重振暴擊**：當對目標命中判定為MISS時，60秒內暴擊率增加 [4 * 等級]。\n*   **重振巨力**：當對目標命中判定為MISS時，90秒內ATK增加 [100 * 等級]，暴擊率增加 [25 + 25 * (等級-1)]，命中減少9999。\n*   **閃避攻勢**：被目標Avoid(劇情需要除外)時，[5 + 5 * 等級]秒內ATK增加100。DEX值越高增加量越多。\n*   **閃避對策**：被目標Avoid(劇情需要除外)時，12秒內看穿增加 [5 * 等級]%。\n*   **格擋魔力**：被目標Guard(劇情需要除外)時，[5 + 5 * 等級]秒內MATK增加50。DEX值越高增加量越多。\n*   **格擋對策**：被目標Guard(劇情需要除外)時，12秒內破防增加 [5 * 等級]%。\n*   **復仇力量**：受到敵人傷害時，30秒內ATK增加。\n*   **復仇魔力**：受到敵人傷害時，30秒內MATK增加。\n*   **反擊速度**：受到敵人傷害時，3秒內ASPD、CSPD以及行動速度增加 [2 * 等級]%。\n*   **反擊狂暴**：受到敵人傷害時，12秒內恨意增加 [10 * 等級]%。\n*   **復仇武士**：受到敵人傷害時，9秒內拔刀威力增加100。\n*   **生命清除**：受到敵人傷害時，20秒內HP上限減少 [2^(等級-1)]%，但同時ASPD增加 [50 * 2^(等級-1)]。\n*   **ATK**：ATK增加 [5 * 等級]。\n*   **MATK**：MATK增加 [5 * 等級]。\n*   **命中**：命中增加 [3 * 等級]。\n*   **迴避**：迴避增加 [3 * 等級]。\n*   **ASPD**：ASPD增加 [50 * 等級]。\n*   **CSPD**：CSPD增加 [50 * 等級]。\n*   **暴擊率**：暴擊率增加 [等級]。\n*   **暴擊傷害**：暴擊傷害增加 [等級]。",
      "title": "1. 戰鬥增益"
    },
    {
      "title": "2. 資源回復",
      "color": 16742656,
      "description": "*   **血之刃**：對敵人造成傷害時，HP回復 [200 * 等級]。STR值越高，回復量越多。\n*   **血能術**：對敵人造成傷害時，HP回復 [200 * 等級]。INT值越高，回復量越多。\n*   **靈魂射擊**：對敵人造成傷害時，MP回復 [2 * 等級]。DEX值越高，回復量越多。\n*   **靈魂打擊**：對敵人造成傷害時，MP回復 [2 * 等級]。AGI值越高，回復量越多。\n*   **擦傷魔源**：當對目標命中判定為Graze時，MP回復10。\n*   **重振魔源**：當對目標命中判定為MISS時，MP回復100。\n*   **閃避魔源**：被目標Avoid(劇情需要除外)時，MP回復 [20 * 等級]。INT值越高，回復量越多。\n*   **格擋治癒**：被目標Guard(劇情需要除外)時，HP回復 [500 + 500 * 等級]。STR值越高，回復量越多。\n*   **復仇魔源**：受到敵人傷害時，180秒內MP上限增加。\n*   **魔源轉換**：受到敵人傷害時，MP回復 [1 * 等級]。VIT值越高，回復量越多。\n*   **HP自然回復**：HP自然回復 [15 * 等級]。\n*   **MP自然回復**：MP自然回復 [5 * 等級]。"
    },
    {
      "color": 16763648,
      "description": "*   **健康屏障**：對敵人造成傷害時，6秒內物理屏障與魔法屏障增加 [2 * 等級]。MEN值越高，增加量越多。\n*   **疾走防禦**：使用Avoid時，3秒內物理抗性與魔法抗性增加 [2 * 等級]%。\n*   **復仇生命**：受到敵人傷害時，180秒內HP上限增加。\n*   **DEF**：DEF增加 [10 * 等級]。\n*   **MDEF**：MDEF增加 [10 * 等級]。\n*   **HP上限**：HP增加 [200 * 等級]。\n*   **MP上限**：MP增加 [10 * 等級]。",
      "title": "3. 防禦/生存"
    },
    {
      "description": "*   **封印膽怯**：無法附加異常狀態「膽怯」。 (LV1)\n*   **封印昏厥**：無法附加異常狀態「昏厥」。 (LV2)\n*   **封印翻覆**：無法附加異常狀態「翻覆」。 (LV3)",
      "title": "4. 異常狀態抵抗",
      "color": 65385
    },
    {
      "description": "*   **STR**：STR增加 [1 * 等級]。\n*   **INT**：INT增加 [1 * 等級]。\n*   **VIT**：VIT增加 [1 * 等級]。\n*   **AGI**：AGI增加 [1 * 等級]。\n*   **DEX**：DEX增加 [1 * 等級]。",
      "title": "5. 基本屬性 (Base Stats)\n",
      "color": 39423
    },
    {
      "description": "*   **幸運經驗**：對敵人造成傷害時，77秒內獲得EXP增加 [1 * 等級]%。LUK值越高，最大累積層數越多。\n*   **機率的光輝**：特性轉移的成功率提升 [10 * 等級]%。\n*   **獲得EXP**：從怪物獲得的EXP增加 [3 * 等級]%\n*   **寵物獲得EXP**：從寵物獲得的EXP增加 [6 * 等級]%",
      "title": "6. 其他雜項 (Miscellaneous)",
      "color": 11796735
    }
  ],
  "components": [
    {
      "type": 1,
      "components": [
        {
          "flows": {},
          "type": 3,
          "options": [],
          "flowIds": {},
          "custom_id": "p_235217839403831300",
          "min_values": 1,
          "max_values": 1
        }
      ]
    }
  ]
}